Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: %@ (%lld items were already moved to Trash.)
ar: %@ (نُقل %lld عنصر إلى سلة المهملات بالفعل.)
de: %@ (%lld Objekte wurden bereits in den Papierkorb gelegt.)
es: %@ (%lld elementos ya se movieron a la papelera.)
fr: %@ (%lld éléments ont déjà été placés dans la corbeille.)
id: %@ (%lld item sudah dipindahkan ke Tong Sampah.)
it: %@ (%lld elementi sono già stati spostati nel Cestino.)
ja: %@（%lld個の項目はすでにゴミ箱に移動済みです。）
ko: %@ (항목 %lld개가 이미 휴지통으로 이동되었습니다.)
nl: %@ (%lld onderdelen zijn al naar de prullenmand verplaatst.)
pt_br: %@ (%lld itens já foram movidos para o Lixo.)
ru: %@ (%lld объекта уже перемещены в Корзину.)
th: %@ (ย้าย %lld รายการไปยังถังขยะแล้ว)
tr: %@ (%lld öğe zaten Çöp Sepeti’ne taşındı.)
vi: %@ (%lld mục đã được chuyển vào Thùng rác.)
zh_hans: %@（其中 %lld 项已在废纸篓中。）
zh_hant: %@（其中 %lld 項已在垃圾桶中。）

source: %@ (Bundled)
ar: %@ (مضمّن)
de: %@ (mitgeliefert)
es: %@ (incluido)
fr: %@ (intégré)
id: %@ (Bawaan)
it: %@ (integrato)
ja: %@（同梱）
ko: %@ (기본 제공)
nl: %@ (meegeleverd)
pt_br: %@ (incluído)
ru: %@ (в комплекте)
th: %@ (มาพร้อมแอป)
tr: %@ (Yerleşik)
vi: %@ (Tích hợp sẵn)
zh_hans: %@（内置）
zh_hant: %@（內建）

source: %@ (Staged)
ar: %@ (مُدرج في منطقة التجهيز)
de: %@ (vorgemerkt)
es: %@ (preparado)
fr: %@ (indexé)
id: %@ (Di-stage)
it: %@ (nell'area di staging)
ja: %@（ステージ済み）
ko: %@ (스테이징됨)
nl: %@ (klaargezet)
pt_br: %@ (preparado)
ru: %@ (в индексе)
th: %@ (อยู่ในพื้นที่จัดเตรียม)
tr: %@ (Hazırlanmış)
vi: %@ (Đã đưa vào vùng chờ)
zh_hans: %@（已暂存）
zh_hant: %@（已暫存）

source: %@ completed
ar: تم إكمال %@
de: %@ abgeschlossen
es: %@ completado
fr: %@ terminé
id: %@ selesai
it: %@ completato
ja: %@が完了しました
ko: %@ 완료
nl: %@ voltooid
pt_br: %@ concluído
ru: %@ завершено
th: %@ เสร็จแล้ว
tr: %@ tamamlandı
vi: Đã hoàn tất %@
zh_hans: %@已完成
zh_hant: %@已完成

source: %@ failed
ar: فشل %@
de: %@ fehlgeschlagen
es: %@ ha fallado
fr: %@ a échoué
id: %@ gagal
it: %@ non riuscito
ja: %@に失敗しました
ko: %@ 실패
nl: %@ mislukt
pt_br: %@ falhou
ru: %@ не удалось
th: %@ ล้มเหลว
tr: %@ başarısız oldu
vi: %@ thất bại
zh_hans: %@失败
zh_hant: %@失敗

source: %@ finished
ar: انتهى %@
de: %@ ist fertig
es: %@ ha terminado
fr: %@ a terminé
id: %@ selesai
it: %@ ha terminato
ja: %@が完了しました
ko: %@ 종료됨
nl: %@ is klaar
pt_br: %@ terminou
ru: %@ завершён
th: %@ เสร็จสิ้น
tr: %@ sona erdi
vi: %@ đã kết thúc
zh_hans: 已完成 %@
zh_hant: 已完成 %@

source: %@ needs attention
ar: %@ يحتاج إلى انتباه
de: %@ benötigt Aufmerksamkeit
es: %@ requiere atención
fr: %@ requiert votre attention
id: %@ perlu perhatian
it: %@ richiede attenzione
ja: %@に対応が必要です
ko: %@ 확인 필요
nl: %@ vereist aandacht
pt_br: %@ precisa de atenção
ru: %@ требует внимания
th: %@ ต้องการการดูแล
tr: %@ ilgilenmenizi gerektiriyor
vi: %@ cần chú ý
zh_hans: %@ 需要关注
zh_hant: %@ 需要關注

source: %@ palette · Tab switches appearance
ar: لوحة %@ · Tab لتبديل المظهر
de: Palette %@ · Tab wechselt das Erscheinungsbild
es: Paleta %@ · Tab cambia la apariencia
fr: Palette %@ · Tab change l'apparence
id: Palet %@ · Tab mengganti tampilan
it: Tavolozza %@ · Tab cambia l'aspetto
ja: %@パレット · Tabで外観を切り替え
ko: %@ 색상표 · Tab으로 모양 전환
nl: Palet %@ · Tab wisselt de weergave
pt_br: Paleta %@ · Tab alterna a aparência
ru: Палитра %@ · Tab меняет оформление
th: ชุดสี %@ · Tab สลับรูปลักษณ์
tr: %@ paleti · Tab görünümü değiştirir
vi: Bảng màu %@ · Tab đổi giao diện
zh_hans: %@ 配色 · Tab 切换外观
zh_hant: %@ 配色 · Tab 切換外觀

source: %@, %@, by %@, %@
ar: %@، %@، بواسطة %@، %@
de: %@, %@, von %@, %@
es: %@, %@, por %@, %@
fr: %@, %@, par %@, %@
id: %@, %@, oleh %@, %@
it: %@, %@, di %@, %@
ja: %@、%@、%@作、%@
ko: %@, %@, 작성자 %@, %@
nl: %@, %@, door %@, %@
pt_br: %@, %@, por %@, %@
ru: %@, %@, автор %@, %@
th: %@, %@, โดย %@, %@
tr: %@, %@, yazan %@, %@
vi: %@, %@, tác giả %@, %@
zh_hans: %@，%@，作者 %@，%@
zh_hant: %@，%@，作者 %@，%@

source: %@, %lld items
ar: %@، %lld عنصر
de: %@, %lld Objekte
es: %@, %lld elementos
fr: %@, %lld éléments
id: %@, %lld item
it: %@, %lld elementi
ja: %@、%lld項目
ko: %@, 항목 %lld개
nl: %@, %lld onderdelen
pt_br: %@, %lld itens
ru: %@, %lld объекта
th: %@, %lld รายการ
tr: %@, %lld öğe
vi: %@, %lld mục
zh_hans: %@，%lld 项
zh_hant: %@，%lld 項

source: %@, in progress
ar: %@، قيد التنفيذ
de: %@, läuft
es: %@, en curso
fr: %@, en cours
id: %@, sedang berlangsung
it: %@, in corso
ja: %@、進行中
ko: %@, 진행 중
nl: %@, bezig
pt_br: %@, em andamento
ru: %@, выполняется
th: %@, กำลังดำเนินการ
tr: %@, sürüyor
vi: %@, đang thực hiện
zh_hans: %@，进行中
zh_hant: %@，進行中

source: %lld agents finished
ar: انتهى %lld وكيل
de: %lld Agenten sind fertig
es: %lld agentes han terminado
fr: %lld agents ont terminé
id: %lld agen selesai
it: %lld agenti hanno terminato
ja: %lld個のエージェントが完了
ko: 에이전트 %lld개 완료
nl: %lld agents zijn klaar
pt_br: %lld agentes terminaram
ru: %lld агента завершили работу
th: เอเจนต์เสร็จแล้ว %lld ราย
tr: %lld aracı tamamlandı
vi: %lld tác tử đã hoàn tất
zh_hans: %lld 个 Agent 已完成
zh_hant: %lld 個 Agent 已完成

source: %lld agents idle
ar: %lld وكيل خامل
de: %lld Agenten sind inaktiv
es: %lld agentes inactivos
fr: %lld agents inactifs
id: %lld agen menganggur
it: %lld agenti inattivi
ja: %lld個のエージェントが待機中
ko: 에이전트 %lld개 대기 중
nl: %lld agents zijn inactief
pt_br: %lld agentes ociosos
ru: %lld агента бездействуют
th: เอเจนต์ว่าง %lld ราย
tr: %lld aracı boşta
vi: %lld tác tử đang rảnh
zh_hans: %lld 个 Agent 空闲
zh_hant: %lld 個 Agent 閒置中

source: %lld agents in an unknown state
ar: %lld وكيل بحالة غير معروفة
de: %lld Agenten mit unbekanntem Status
es: %lld agentes en estado desconocido
fr: %lld agents dans un état inconnu
id: %lld agen berstatus tidak diketahui
it: %lld agenti in uno stato sconosciuto
ja: %lld個のエージェントの状態が不明
ko: 에이전트 %lld개 상태 알 수 없음
nl: %lld agents met onbekende status
pt_br: %lld agentes em estado desconhecido
ru: %lld агента в неизвестном состоянии
th: เอเจนต์ที่ไม่ทราบสถานะ %lld ราย
tr: %lld aracının durumu bilinmiyor
vi: %lld tác tử có trạng thái không rõ
zh_hans: %lld 个 Agent 状态未知
zh_hant: %lld 個 Agent 狀態未知

source: %lld agents need attention
ar: %lld وكيل يحتاج إلى انتباه
de: %lld Agenten benötigen Aufmerksamkeit
es: %lld agentes requieren atención
fr: %lld agents requièrent votre attention
id: %lld agen perlu perhatian
it: %lld agenti richiedono attenzione
ja: %lld個のエージェントに対応が必要
ko: 에이전트 %lld개 확인 필요
nl: %lld agents vereisen aandacht
pt_br: %lld agentes precisam de atenção
ru: %lld агента требуют внимания
th: เอเจนต์ที่ต้องการการดูแล %lld ราย
tr: %lld aracı ilgilenmenizi gerektiriyor
vi: %lld tác tử cần chú ý
zh_hans: %lld 个 Agent 需要关注
zh_hant: %lld 個 Agent 需要關注

source: %lld agents starting
ar: %lld وكيل قيد البدء
de: %lld Agenten starten
es: %lld agentes iniciándose
fr: %lld agents démarrent
id: %lld agen sedang dimulai
it: %lld agenti in avvio
ja: %lld個のエージェントが起動中
ko: 에이전트 %lld개 시작 중
nl: %lld agents starten
pt_br: %lld agentes iniciando
ru: %lld агента запускаются
th: กำลังเริ่มเอเจนต์ %lld ราย
tr: %lld aracı başlatılıyor
vi: %lld tác tử đang khởi động
zh_hans: %lld 个 Agent 正在启动
zh_hant: %lld 個 Agent 正在啟動

source: %lld agents working
ar: %lld وكيل يعمل
de: %lld Agenten arbeiten
es: %lld agentes trabajando
fr: %lld agents travaillent
id: %lld agen sedang bekerja
it: %lld agenti al lavoro
ja: %lld個のエージェントが作業中
ko: 에이전트 %lld개 작업 중
nl: %lld agents zijn bezig
pt_br: %lld agentes trabalhando
ru: %lld агента работают
th: เอเจนต์กำลังทำงาน %lld ราย
tr: %lld aracı çalışıyor
vi: %lld tác tử đang làm việc
zh_hans: %lld 个 Agent 正在工作
zh_hant: %lld 個 Agent 正在工作

source: %lld fps
ar: %lld إطار/ث
fr: %lld i/s
ru: %lld кадр/с
th: %lld เฟรม/วินาที
vi: %lld khung hình/giây
zh_hans: %lld 帧/秒
zh_hant: %lld 幀/秒

source: %lld incoming commits
ar: %lld التزام وارد
de: %lld eingehende Commits
es: %lld commits entrantes
fr: %lld commits entrants
id: %lld commit masuk
it: %lld commit in arrivo
ja: 取得可能なコミット%lld件
ko: 받을 커밋 %lld개
nl: %lld inkomende commits
pt_br: %lld commits recebidos
ru: %lld входящего коммита
th: คอมมิตขาเข้า %lld รายการ
tr: %lld gelen commit
vi: %lld commit đến
zh_hans: 待拉取 %lld 个提交
zh_hant: 待拉取 %lld 個提交

source: %lld matches
ar: %lld تطابق
de: %lld Treffer
es: %lld coincidencias
fr: %lld correspondances
id: %lld kecocokan
it: %lld corrispondenze
ja: %lld件の一致
ko: 일치 항목 %lld개
nl: %lld overeenkomsten
pt_br: %lld correspondências
ru: %lld совпадения
th: พบ %lld รายการ
tr: %lld eşleşme
vi: %lld kết quả khớp
zh_hans: %lld 个匹配
zh_hant: %lld 個匹配

source: %lld outgoing commits
ar: %lld التزام صادر
de: %lld ausgehende Commits
es: %lld commits salientes
fr: %lld commits sortants
id: %lld commit keluar
it: %lld commit in uscita
ja: プッシュ可能なコミット%lld件
ko: 보낼 커밋 %lld개
nl: %lld uitgaande commits
pt_br: %lld commits a enviar
ru: %lld исходящего коммита
th: คอมมิตขาออก %lld รายการ
tr: %lld giden commit
vi: %lld commit đi
zh_hans: 待推送 %lld 个提交
zh_hant: 待推送 %lld 個提交

source: %lld pt
ar: %lld نقطة
ru: %lld пт
th: %lld พอยต์
tr: %lld nk

source: %lld sessions
ar: %lld جلسة
de: %lld Sitzungen
es: %lld sesiones
id: %lld sesi
it: %lld sessioni
ja: %lld件のセッション
ko: 세션 %lld개
nl: %lld sessies
pt_br: %lld sessões
ru: %lld сеанса
th: %lld เซสชัน
tr: %lld oturum
vi: %lld phiên
zh_hans: %lld 个会话
zh_hant: %lld 個工作階段

source: %lld% used
ar: تم استخدام %lld%
de: %lld% verwendet
es: %lld% usado
fr: %lld% utilisés
id: %lld% terpakai
it: %lld% utilizzato
ja: %lld% 使用済み
ko: %lld% 사용됨
nl: %lld% gebruikt
pt_br: %lld% usado
ru: Использовано %lld%
th: ใช้ไป %lld%
tr: %lld% kullanıldı
vi: Đã dùng %lld%
zh_hans: 已用 %lld%
zh_hant: 已用 %lld%

source: %lld-day limit
ar: حد لمدة %lld يوم
de: Limit für %lld Tage
es: Límite de %lld días
fr: Limite sur %lld jours
id: Batas %lld hari
it: Limite di %lld giorni
ja: %lld日間の上限
ko: %lld일 한도
nl: Limiet voor %lld dagen
pt_br: Limite de %lld dias
ru: Лимит на %lld дня
th: ขีดจำกัด %lld วัน
tr: %lld günlük sınır
vi: Giới hạn %lld ngày
zh_hans: %lld 天上限
zh_hant: %lld 天上限

source: %lld-hour limit
ar: حد لمدة %lld ساعة
de: Limit für %lld Stunden
es: Límite de %lld horas
fr: Limite sur %lld heures
id: Batas %lld jam
it: Limite di %lld ore
ja: %lld時間の上限
ko: %lld시간 한도
nl: Limiet voor %lld uur
pt_br: Limite de %lld horas
ru: Лимит на %lld часа
th: ขีดจำกัด %lld ชั่วโมง
tr: %lld saatlik sınır
vi: Giới hạn %lld giờ
zh_hans: %lld 小时上限
zh_hant: %lld 小時上限

source: %lld-minute limit
ar: حد لمدة %lld دقيقة
de: Limit für %lld Minuten
es: Límite de %lld minutos
fr: Limite sur %lld minutes
id: Batas %lld menit
it: Limite di %lld minuti
ja: %lld分の上限
ko: %lld분 한도
nl: Limiet voor %lld minuten
pt_br: Limite de %lld minutos
ru: Лимит на %lld минуты
th: ขีดจำกัด %lld นาที
tr: %lld dakikalık sınır
vi: Giới hạn %lld phút
zh_hans: %lld 分钟上限
zh_hant: %lld 分鐘上限

source: %lld-week limit
ar: حد لمدة %lld أسبوع
de: Limit für %lld Wochen
es: Límite de %lld semanas
fr: Limite sur %lld semaines
id: Batas %lld minggu
it: Limite di %lld settimane
ja: %lld週間の上限
ko: %lld주 한도
nl: Limiet voor %lld weken
pt_br: Limite de %lld semanas
ru: Лимит на %lld недели
th: ขีดจำกัด %lld สัปดาห์
tr: %lld haftalık sınır
vi: Giới hạn %lld tuần
zh_hans: %lld 周上限
zh_hant: %lld 周上限

source: %llds
ar: %lld ث
id: %lld dtk
ja: %lld秒
ko: %lld초
ru: %lld с
th: %lld วินาที
tr: %lld sn
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

source: (all themes)
ar: (كل السمات)
de: (alle Designs)
es: (todos los temas)
fr: (tous les thèmes)
id: (semua tema)
it: (tutti i temi)
ja: （すべてのテーマ）
ko: (모든 테마)
nl: (alle thema's)
pt_br: (todos os temas)
ru: (все темы)
th: (ธีมทั้งหมด)
tr: (tüm temalar)
vi: (tất cả chủ đề)
zh_hans: （所有主题）
zh_hant: （所有主題）

source: 5-hour limit
ar: حد 5 ساعات
de: 5-Stunden-Limit
es: Límite de 5 horas
fr: Limite sur 5 heures
id: Batas 5 jam
it: Limite di 5 ore
ja: 5時間の上限
ko: 5시간 한도
nl: Limiet voor 5 uur
pt_br: Limite de 5 horas
ru: Лимит на 5 часов
th: ขีดจำกัด 5 ชั่วโมง
tr: 5 saatlik sınır
vi: Giới hạn 5 giờ
zh_hans: 5 小时上限
zh_hant: 5 小時上限

source: 7-day limit
ar: حد 7 أيام
de: 7-Tage-Limit
es: Límite de 7 días
fr: Limite sur 7 jours
id: Batas 7 hari
it: Limite di 7 giorni
ja: 7日間の上限
ko: 7일 한도
nl: Limiet voor 7 dagen
pt_br: Limite de 7 dias
ru: Лимит на 7 дней
th: ขีดจำกัด 7 วัน
tr: 7 günlük sınır
vi: Giới hạn 7 ngày
zh_hans: 7 天上限
zh_hant: 7 天上限

source: A command is required.
ar: الأمر مطلوب.
de: Ein Befehl ist erforderlich.
es: Se requiere un comando.
fr: Une commande est requise.
id: Perintah wajib diisi.
it: È richiesto un comando.
ja: コマンドを入力してください。
ko: 명령이 필요합니다.
nl: Een opdracht is vereist.
pt_br: É necessário um comando.
ru: Требуется команда.
th: ต้องระบุคำสั่ง
tr: Bir komut gerekiyor.
vi: Cần nhập lệnh.
zh_hans: 需要填写命令。
zh_hant: 需要填寫命令。

source: A host is required.
ar: المضيف مطلوب.
de: Ein Host ist erforderlich.
es: Se requiere un host.
fr: Un hôte est requis.
id: Host wajib diisi.
it: È richiesto un host.
ja: ホストを入力してください。
ko: 호스트가 필요합니다.
nl: Een host is vereist.
pt_br: É necessário um host.
ru: Требуется хост.
th: ต้องระบุโฮสต์
tr: Bir sunucu gerekiyor.
vi: Cần nhập máy chủ.
zh_hans: 需要填写主机。
zh_hant: 需要填寫主機。

source: A name can’t contain “/” or be “.” or “..”.
ar: لا يمكن أن يحتوي الاسم على «/» أو أن يكون «.» أو «..».
de: Ein Name darf weder „/“ enthalten noch „.“ oder „..“ sein.
es: Un nombre no puede contener «/» ni ser «.» o «..».
fr: Un nom ne peut pas contenir « / » ni être « . » ou « .. ».
id: Nama tidak boleh mengandung “/” atau berupa “.” maupun “..”.
it: Un nome non può contenere «/» né essere «.» o «..».
ja: 名前に「/」は使えません。また「.」や「..」にはできません。
ko: 이름에 “/”를 포함하거나 “.” 또는 “..”를 사용할 수 없습니다.
nl: Een naam mag geen ‘/’ bevatten en mag niet ‘.’ of ‘..’ zijn.
pt_br: Um nome não pode conter “/” nem ser “.” ou “..”.
ru: Имя не может содержать «/» или быть «.» либо «..».
th: ชื่อต้องไม่มี “/” และต้องไม่เป็น “.” หรือ “..”
tr: Ad “/” içeremez, “.” veya “..” olamaz.
vi: Tên không được chứa “/” hoặc là “.” hay “..”.
zh_hans: 名称不能包含“/”，也不能是“.”或“..”。
zh_hant: 名稱不能包含“/”，也不能是“.”或“..”。

source: A program is attempting to read from the clipboard. The current clipboard contents are shown below.
ar: يحاول برنامج قراءة الحافظة. يظهر محتواها الحالي أدناه.
de: Ein Programm versucht, die Zwischenablage zu lesen. Der aktuelle Inhalt wird unten angezeigt.
es: Un programa intenta leer el portapapeles. Su contenido actual se muestra a continuación.
fr: Un programme tente de lire le presse-papiers. Son contenu actuel est affiché ci-dessous.
id: Sebuah program mencoba membaca papan klip. Isi papan klip saat ini ditampilkan di bawah.
it: Un programma sta tentando di leggere gli appunti. Il contenuto attuale è mostrato di seguito.
ja: プログラムがクリップボードを読み取ろうとしています。現在の内容は以下のとおりです。
ko: 프로그램이 클립보드를 읽으려고 합니다. 현재 클립보드 내용이 아래에 표시됩니다.
nl: Een programma probeert het klembord te lezen. De huidige inhoud staat hieronder.
pt_br: Um programa está tentando ler a área de transferência. O conteúdo atual é exibido abaixo.
ru: Программа пытается прочитать буфер обмена. Его текущее содержимое показано ниже.
th: โปรแกรมกำลังพยายามอ่านคลิปบอร์ด เนื้อหาปัจจุบันแสดงอยู่ด้านล่าง
tr: Bir program panoyu okumaya çalışıyor. Panonun mevcut içeriği aşağıda gösteriliyor.
vi: Một chương trình đang cố đọc bảng nhớ tạm. Nội dung hiện tại được hiển thị bên dưới.
zh_hans: 有程序正在尝试读取剪贴板。当前剪贴板内容如下。
zh_hant: 有程式正在嘗試讀取剪貼簿。以下是剪貼簿目前的內容。

source: AI
ar: الذكاء الاصطناعي
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
tr: YZ

source: About %@
ar: حول %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
id: Tentang %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
nl: Over %@
pt_br: Sobre %@
ru: О программе %@
th: เกี่ยวกับ %@
tr: %@ Hakkında
vi: Giới thiệu %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Account Usage
ar: استخدام الحساب
de: Kontonutzung
es: Uso de la cuenta
fr: Utilisation du compte
id: Penggunaan Akun
it: Utilizzo dell'account
ja: アカウントの使用状況
ko: 계정 사용량
nl: Accountgebruik
pt_br: Uso da conta
ru: Использование аккаунта
th: การใช้งานบัญชี
tr: Hesap Kullanımı
vi: Mức sử dụng tài khoản
zh_hans: 账户用量
zh_hant: 帳號用量

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add Quick Command
ar: إضافة أمر سريع
de: Schnellbefehl hinzufügen
es: Añadir comando rápido
fr: Ajouter une commande rapide
id: Tambah Perintah Cepat
it: Aggiungi comando rapido
ja: クイックコマンドを追加
ko: 빠른 명령 추가
nl: Snelle opdracht toevoegen
pt_br: Adicionar comando rápido
ru: Добавить быструю команду
th: เพิ่มคำสั่งด่วน
tr: Hızlı Komut Ekle
vi: Thêm lệnh nhanh
zh_hans: 添加快速命令
zh_hant: 加入快速命令

source: Add Variable
ar: إضافة متغير
de: Variable hinzufügen
es: Añadir variable
fr: Ajouter une variable
id: Tambah Variabel
it: Aggiungi variabile
ja: 变量を追加
ko: 변수 추가
nl: Variabele toevoegen
pt_br: Adicionar variável
ru: Добавить переменную
th: เพิ่มตัวแปร
tr: Değişken Ekle
vi: Thêm biến
zh_hans: 添加变量
zh_hant: 加入變數

source: Add a Git remote before publishing this branch
ar: أضف مستودع Git بعيدًا قبل نشر هذا الفرع
de: Vor dem Veröffentlichen dieses Branches ein Git-Remote hinzufügen
es: Añade un remoto de Git antes de publicar esta rama
fr: Ajoutez un dépôt distant Git avant de publier cette branche
id: Tambahkan remote Git sebelum menerbitkan branch ini
it: Aggiungi un remoto Git prima di pubblicare questo branch
ja: このブランチを公開する前にGitリモートを追加してください
ko: 이 브랜치를 게시하기 전에 Git 원격 저장소를 추가하세요
nl: Voeg een Git-remote toe voordat je deze branch publiceert
pt_br: Adicione um remoto Git antes de publicar esta branch
ru: Добавьте удалённый репозиторий Git перед публикацией ветки
th: เพิ่มรีโมต Git ก่อนเผยแพร่สาขานี้
tr: Bu dalı yayımlamadan önce bir Git uzak deposu ekleyin
vi: Thêm remote Git trước khi xuất bản nhánh này
zh_hans: 发布此分支前，请先添加 Git 远程仓库
zh_hant: 發佈此分支前，請先加入 Git 遠端儲存庫

source: Add a prompt to run later…
ar: إضافة مطالبة لتشغيلها لاحقًا…
de: Prompt für später hinzufügen…
es: Añadir un prompt para ejecutar después…
fr: Ajouter une invite à exécuter plus tard…
id: Tambah prompt untuk dijalankan nanti…
it: Aggiungi un prompt da eseguire più tardi…
ja: 後で実行するプロンプトを追加…
ko: 나중에 실행할 프롬프트 추가…
nl: Een prompt voor later toevoegen…
pt_br: Adicionar um prompt para executar depois…
ru: Добавить запрос на потом…
th: เพิ่มพรอมต์เพื่อเรียกใช้ภายหลัง…
tr: Daha sonra çalıştırılacak istem ekle…
vi: Thêm câu lệnh để chạy sau…
zh_hans: 输入要稍后运行的提示词…
zh_hant: 輸入要稍後執行的提示詞…

source: Add to Queue
ar: إضافة إلى الطابور
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
id: Tambahkan ke Antrean
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가
nl: Aan wachtrij toevoegen
pt_br: Adicionar à fila
ru: Добавить в очередь
th: เพิ่มลงในคิว
tr: Kuyruğa Ekle
vi: Thêm vào hàng đợi
zh_hans: 加入队列
zh_hant: 加入佇列

source: Added
ar: مُضاف
de: Hinzugefügt
es: Añadido
fr: Ajouté
id: Ditambahkan
it: Aggiunto
ja: 追加
ko: 추가됨
nl: Toegevoegd
pt_br: Adicionado
ru: Добавлен
th: เพิ่มแล้ว
tr: Eklendi
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已加入

source: Added folder as a project.
ar: أُضيف المجلد كمشروع.
de: Ordner als Projekt hinzugefügt.
es: Carpeta añadida como proyecto.
fr: Dossier ajouté comme projet.
id: Folder ditambahkan sebagai proyek.
it: Cartella aggiunta come progetto.
ja: フォルダをプロジェクトとして追加しました。
ko: 폴더를 프로젝트로 추가했습니다.
nl: Map toegevoegd als project.
pt_br: Pasta adicionada como projeto.
ru: Папка добавлена как проект.
th: เพิ่มโฟลเดอร์เป็นโปรเจ็กต์แล้ว
tr: Klasör proje olarak eklendi.
vi: Đã thêm thư mục làm dự án.
zh_hans: 已将文件夹添加为项目。
zh_hant: 已將資料夾加入為專案。

source: Adds frosted material behind translucent terminal backgrounds
ar: يضيف تأثير الزجاج المصنفر خلف خلفيات الطرفية شبه الشفافة
de: Fügt einen Milchglaseffekt hinter durchscheinenden Terminalhintergründen hinzu
es: Añade un efecto esmerilado detrás de los fondos translúcidos del terminal
fr: Ajoute un effet dépoli derrière les arrière-plans translucides du terminal
id: Menambahkan efek kaca buram di belakang latar terminal yang tembus pandang
it: Aggiunge un effetto satinato dietro gli sfondi traslucidi del terminale
ja: 半透明のターミナル背景の背後にすりガラス風の素材を追加します
ko: 반투명 터미널 배경 뒤에 반투명 유리 효과를 추가합니다
nl: Voegt een matglaseffect achter doorschijnende terminalachtergronden toe
pt_br: Adiciona um efeito fosco atrás de fundos translúcidos do terminal
ru: Добавляет эффект матового стекла за полупрозрачным фоном терминала
th: เพิ่มเอฟเฟกต์กระจกฝ้าหลังพื้นหลังเทอร์มินัลแบบโปร่งแสง
tr: Yarı saydam terminal arka planına buzlu cam efekti ekler
vi: Thêm hiệu ứng kính mờ phía sau nền terminal bán trong suốt
zh_hans: 在半透明终端背景后添加磨砂材质
zh_hant: 在半透明終端機背景後加入磨砂材質

source: After
ar: بعد
de: Nachher
es: Después
fr: Après
id: Sesudah
it: Dopo
ja: 変更後
ko: 이후
nl: Na
pt_br: Depois
ru: После
th: หลัง
tr: Sonra
vi: Sau
zh_hans: 变更后
zh_hant: 變更後

source: Agent finished
ar: انتهى الوكيل
de: Agent ist fertig
es: El agente ha terminado
fr: L'agent a terminé
id: Agen selesai
it: L'agente ha terminato
ja: エージェントが完了
ko: 에이전트 완료
nl: Agent is klaar
pt_br: O agente terminou
ru: Агент завершил работу
th: เอเจนต์เสร็จแล้ว
tr: Aracı tamamlandı
vi: Tác tử đã hoàn tất
zh_hans: Agent 已完成
zh_hant: Agent 已完成

source: Agent idle
ar: الوكيل خامل
de: Agent ist inaktiv
es: Agente inactivo
fr: Agent inactif
id: Agen menganggur
it: Agente inattivo
ja: エージェントは待機中
ko: 에이전트 대기 중
nl: Agent is inactief
pt_br: Agente ocioso
ru: Агент бездействует
th: เอเจนต์ว่าง
tr: Aracı boşta
vi: Tác tử đang rảnh
zh_hans: Agent 空闲
zh_hant: Agent 閒置中

source: Agent needs attention
ar: الوكيل يحتاج إلى انتباه
de: Agent benötigt Aufmerksamkeit
es: El agente requiere atención
fr: L'agent requiert votre attention
id: Agen perlu perhatian
it: L'agente richiede attenzione
ja: エージェントに対応が必要
ko: 에이전트 확인 필요
nl: Agent vereist aandacht
pt_br: O agente precisa de atenção
ru: Агент требует внимания
th: เอเจนต์ต้องการการดูแล
tr: Aracı ilgilenmenizi gerektiriyor
vi: Tác tử cần chú ý
zh_hans: Agent 需要关注
zh_hant: Agent 需要關注

source: Agent starting
ar: جارٍ بدء الوكيل
de: Agent startet
es: Iniciando agente
fr: Démarrage de l'agent
id: Agen sedang dimulai
it: Agente in avvio
ja: エージェントが起動中
ko: 에이전트 시작 중
nl: Agent wordt gestart
pt_br: Agente iniciando
ru: Агент запускается
th: กำลังเริ่มเอเจนต์
tr: Aracı başlatılıyor
vi: Tác tử đang khởi động
zh_hans: Agent 正在启动
zh_hant: Agent 正在啟動

source: Agent state unknown
ar: حالة الوكيل غير معروفة
de: Agentenstatus unbekannt
es: Estado del agente desconocido
fr: État de l'agent inconnu
id: Status agen tidak diketahui
it: Stato dell'agente sconosciuto
ja: エージェントの状態が不明
ko: 에이전트 상태 알 수 없음
nl: Status van agent onbekend
pt_br: Estado do agente desconhecido
ru: Состояние агента неизвестно
th: ไม่ทราบสถานะเอเจนต์
tr: Aracının durumu bilinmiyor
vi: Không rõ trạng thái tác tử
zh_hans: Agent 状态未知
zh_hant: Agent 狀態未知

source: Agent working
ar: الوكيل يعمل
de: Agent arbeitet
es: Agente trabajando
fr: L'agent travaille
id: Agen sedang bekerja
it: Agente al lavoro
ja: エージェントが作業中
ko: 에이전트 작업 중
nl: Agent is bezig
pt_br: Agente trabalhando
ru: Агент работает
th: เอเจนต์กำลังทำงาน
tr: Aracı çalışıyor
vi: Tác tử đang làm việc
zh_hans: Agent 正在工作
zh_hant: Agent 正在工作

source: Agents
ar: الوكلاء
de: Agenten
es: Agentes
id: Agen
it: Agenti
ja: エージェント
ko: 에이전트
pt_br: Agentes
ru: Агенты
th: เอเจนต์
tr: Aracılar
vi: Tác tử
zh_hans: Agent
zh_hant: Agent

source: All %lld changes reviewed
ar: تمت مراجعة جميع التغييرات وعددها %lld
de: Alle %lld Änderungen geprüft
es: Los %lld cambios se han revisado
fr: Les %lld modifications ont été examinées
id: Semua %lld perubahan telah ditinjau
it: Tutte le %lld modifiche sono state revisionate
ja: %lld件の変更をすべてレビュー済み
ko: 변경 사항 %lld개 모두 검토됨
nl: Alle %lld wijzigingen beoordeeld
pt_br: Todas as %lld alterações foram revisadas
ru: Проверены все %lld изменения
th: ตรวจทานการเปลี่ยนแปลงทั้ง %lld รายการแล้ว
tr: %lld değişikliğin tümü incelendi
vi: Đã xem xét tất cả %lld thay đổi
zh_hans: 全 %lld 项变更已审阅
zh_hant: 全 %lld 項變更已審閱

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pt_br: Permitir
ru: Разрешить
th: อนุญาต
tr: İzin Ver
vi: Cho phép
zh_hans: 允许
zh_hant: 允許
